IDEA StatiCa Open Model
ConnectionPoint.ConnectedMembers Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Connected members as collection of IDs.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ConnectedMember> ConnectedMembers { get; set; }
Public Property ConnectedMembers As List(Of ConnectedMember)
	Get
	Set
public:
property List<ConnectedMember^>^ ConnectedMembers {
	List<ConnectedMember^>^ get ();
	void set (List<ConnectedMember^>^ value);
}
Property Value
Type: List<ConnectedMember>
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace